Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Pathfinder refuses to pull the station back, however, and thorough searches from its security teams have turned up nothing.
fr_fr: Pathfinder refuse cependant de rappeler la station et des recherches minutieuses de ses éqauipes de sécurité n'ont rien révélé.

source: {Sky Ark:} TerraGenesis is redesigning this dry, arid moonlet as an offworld preserve for animal life, including many formerly extinct Earth species resurrected from fossil DNA.
fr_fr: {Sky Ark:} TerraGenesis a redessiné ce satellite sec et aride pour en faire une réserve hors-monde pour protégéer la vie animale, incluant de nombreuses espèces Terrienne anciennement éteinte et réssuscités depuis de l'ADN fossile.

source: {Wormwood:} This maze-like warren seems to be an actual beehive habitat, though who tunneled it out or why remains an unanswered mystery.
fr_fr: {Wormwood:} Cette tannière labyrinthique semblent ête un habitat nid d'abeille, bien que le mystère auqna à l'identité des creuseurs et de leur motivation reste un mystère.

source: The former asteroid is part of the ring system of an unknown gas giant.
fr_fr: l'ancien astéroïdes fait parti d'un système d'anneau d'une géante gazuese inconnue.

source: Clearly artificial, gatecrashers so far have found no signs of technology or life.
fr_fr: Clairement artificiel, les resquilleurs n'ont cependant toujours aps trouvé de signe d'une qulconque technologie ou forme de vie.

source: Analysis: Myst trees
fr_fr: Analyse: Arbres brume

source: [File Corruption: 98%]
fr_fr: [Corruption du Fichier: 98%]

source: [Partial Retrieval Complete]
fr_fr: [Récupération Partielle]

source: Category
fr_fr: Catégorie

source: Low
fr_fr: Bas

source: Moderate
fr_fr: Modéré

source: High
fr_fr: Élevé

source: Expensive
fr_fr: Cher

source: Armor
fr_fr: Armure

source: Flight
fr_fr: Vol

source: Weapons
fr_fr: Armes

source: Damage value (DV)
fr_fr: Valeur de dégats (VD)

source: Average DV
fr_fr: VD moyenne

source: Light Pistol
fr_fr: Pistolet Léger

source: Medium Pistol
fr_fr: Pistolet

source: Heavy Pistol
fr_fr: Pistolet Lourd

source: Machine Gun
fr_fr: Mitrailleuse

source: Sniper Rifle
fr_fr: Fusil de Précision

source: Laser Pulser
fr_fr: Laser à Impulsion

source: Microwave Agonizer
fr_fr: Agoniseur à Micro Ondes

source: Particle Beam Bolter
fr_fr: Bolter à Particule

source: Plasma Rifle
fr_fr: Fusil à Plasma

source: Stunner
fr_fr: Étourdisseur

source: Freezer
fr_fr: Geleur

source: Shredder
fr_fr: Déchiquetteur

source: Sprayer
fr_fr: Spray

source: Torch
fr_fr: Torche

source: AP
fr_fr: PA

source: Durability
fr_fr: Solidité

source: Movement
fr_fr: Muovement

source: The Roleplaying Game of Transhuman Conspiracy and Horror
fr_fr: Le Jeu De Rôle de Complot et d'Horreur Transhumaniste

source: Your mind is software.
fr_fr: Ton esprit est du code.

source: Program it.
fr_fr: Change-le.

source: Your body is a shell.
fr_fr: Ton corp est une enveloppe.

source: Change it.
fr_fr: Change-le.

source: Death is a disease.
fr_fr: La Mort est une maladie.

source: Cure it.
fr_fr: Soigne-la.

source: Extinction is approaching.
fr_fr: L'Extintion approche.

source: Fight it.
fr_fr: Combat-la

source: SAV
fr_fr: AST

source: Implants: Adrenal Boost, Carapace Armor (11/11), Chameleon Skin, Cyberclaws, Drug Glands, Endocrine Control, Enhanced Hearing, Enhanced Smell, Enhanced Vision, Grip Pads, Hardened Skeleton, Medichines, Muscle Augmentation, Neurachem (Rating 2), Oxygen Reserve, Poison Gland, Prehensile Feet, Prehensile Tail, Respirocytes, Temperature Tolerance, Toxin Filters, Vacuum Sealing, plus any other mods the gamemaster feels appropriate
fr_fr: Implants: Adrenal Boost, Carapace Armor (11/11), Chameleon Skin, Cyberclaws, Drug Glands, Endocrine Control, Enhanced Hearing, Enhanced Smell, Enhanced Vision, Grip Pads, Hardened Skeleton, Méchidaments, Muscle Augmentation, Neurachem (Rating 2), Oxygen Reserve, Poison Gland, Prehensile Feet, Prehensile Tail, Respirocytes, Temperature Tolerance, Toxin Filters, Vacuum Sealing, plus any other mods the gamemaster feels appropriate

source: Skills
fr_fr: Compétences

source: In a setting where physical looks and capabilities are easily changed at the push of a button, who you are and what you know is more important than any inborn ability.
fr_fr: Dans un cadre où l'apparence et les possibilités physiques sont changés d'un claquement de doigt, qui vous êtes et ce que vous savez est bien plus important que vos capacités innées.

source: Skills represent the knowledge your character has, the accumulated set of experience, education, and inherent know-how possessed by each and every sentient transhuman in Eclipse Phase.
fr_fr: Les compétences représentent la connaissance qu'à votre personnage, le cumul des expériences vécues, de l'éducation reçue et du savori faire inhérent possédé par chaque transhumain conscient dans Eclipse Phase.

source: They are what allow you to sneak into a hypercorp station, disable the security systems, hack the mesh hub, and then impersonate security personnel to make your escape.
fr_fr: Elles sont ce qui vous permet de vous faufiler dans une station hypercorporatiste, de désactiver le système de sécurité, de hacker le concentrateur mesh puis de vous faire passer pour le personnel de sécurité pour vous échapper.

source: Your skills represent the one thing you have no matter what you look like or where you find yourself.
fr_fr: Vos compétences représentent ce que vous avez, peu importe votre apparence ou l'endroit où vous vous trouvez.

source: When your characters explore what they can do, their skills, or lack thereof, often determine the margin between success and failure.
fr_fr: lorsque vos personnages explorent leur possibilités, leur compétence, ou l'absence de compétence, sont souvent la différence entre la réussite ou l'échec.

source: Having a well-rounded set of skills is vital to survival and success in Eclipse Phase.
fr_fr: Avoir un ensemble cohérent de compétence est vital à la survie et à la réussite dans Eclipse Phase.

source: The skills below encompass a wide selection of talents, enough so that each character can be unique in their abilities and knowledge.
fr_fr: Les compétences ci-dessous regroupent une large sélection de talents, suffisament pour que chaque personnage puisse être unique dans ses capacités et connaissances.

source: Skill overview
fr_fr: Aperçu des compétences.

source: Skills are divided into aptitudes and learned skills (see Character Skills, p.
fr_fr: Les compétences sont divisées enre les aptitudes et les compétences apprises (voir Compétences des Personnages, p.

source: Most (but not all) learned skills are built on and linked to an aptitude.
fr_fr: La plupart (mais pas toutes) des compétences apprises sont basées et liées à une aptitude.

source: If a character lacks the specific skill needed in a situation, they may default to the linked aptitude.
fr_fr: Si un personnage manque d'une compétence spécifique nécessaire à une situtation, il peut défausser sur l'aptitude liée.

source: You may also choose to specialize in certain skills (see Specializations, p.
fr_fr: Vous pouvez choisir de vous spécialiser dans certaines compétences (voir Spécialisations, p.

source: 123), reflecting an enhanced knowledge of a particular aspect of a certain skill.
fr_fr: 123), reflétant une connaissance améliorée d'un aspect particulier d'une compétence particulière.

source: {CORE SKILLS: APTITUDES} Aptitudes represent inherent skills and abilities acquired at birth or during the course of growing up.
fr_fr: {COMPÉTENCES CENTRALES: APTITUDES} Les aptitudes représentent les compétences innées et les capacités acquise à la naissance ou pendant la croissance.

source: Aptitudes are sometimes used for tests, but their primary use is determining the starting point at which learned skills are developed.
fr_fr: Les aptitudes sont parfois utilisées pour les test, mais leur utilisation principale est de déterminer le point de départ duquel les compétences apprises sont développées.

source: Aptitudes determine the starting value of their linked skills.
fr_fr: Les aptitudes déterminent la valeur de départ des compétences liées.

source: For example, a character with Somatics aptitude 10 who wishes to purchase points in the Freerunning skill (which is linked to Somatics) would start with a Freerunning rank of 10 and then buy additionally points in that skill.
fr_fr: Par exemple, un personnage avec une aptitude Somatique de 10 qui souhaite acheter des points dans la compétence Parkour (qui est liée à Somatique) commencera avec un rang de Parkour de 10 et achètera ensuite les points additionnel dans cette compétence.

source: Aptitudes are also used when a character doesn’t posses knowledge of a needed skill (see Defaulting, p.
fr_fr: Les aptitudes sont également utilisées lorsqu'un personnage ne possèdent pas une compétence nécessaire (voir Se Défausser, p.

source: Aptitudes represent the basic knowledge that a character has acquired regarding rudimentary use of that skill.
fr_fr: Les aptitudes représentent la connaissance basique qu'un personnage a acquis vis à vis de l'utilisation rudimentaire de cette compétence.

source: They may not have ever received any formal training with the skill, but they can still attempt to use it.
fr_fr: Il peut ne pas avoir reçu d'entraînement formel dans la compétence, mais il peut toujours tenter de s'en servir.

source: Aptitudes range in value from 1 to 30, with 10 being the unaugmented human average and 15 representing the average of most genetically modified transhumans.
fr_fr: Les aptitudes vont de 1 à 30, 10 étant la moyenne pour un humain non augmenté et 15 la moyenne des humains modifiés génétiquement.

source: Since aptitudes represent untrained ability, they are capped at a maximum rating of 30.
fr_fr: Puisque les aptitudes représentent une capacité non entraînées, elles sont limitées au niveau 30.

source: There are seven different aptitudes that all players possess.
fr_fr: Il y a sept aptitudes différentes que tous les joueurs possèdent.

source: These aptitudes are purchased during character creation (p.
fr_fr: Ces aptitudes sont achetées pendant la création de personnage (p.

source: 128), but depending on the morph the character is currently inhabiting, they may find their aptitudes capped by the quality of the morph (see p.
fr_fr: 128), mais en fonction de la morph actuellement habitée par le personnage, leurs capacité peuvent être limitées par la qualité de la moprh (voir p.

source: {LEARNED SKILLS} A player’s learned skills are the most important part of their character, representing the acquired knowledge they carry with them from morph to morph, knowledge that plays a fundamental role in helping define the person’s ego.
fr_fr: {COMPÉTENCES APPRISES} Les compétences apprises d'un joueur sont la part la plus importante de leur personnage, représentant les connaissances acquises qui les suivent de morph à morph, les savoirs qui jouent un rôle fondamental dans la définition de l'ego du personnage.

source: Learned skills encompass nearly any skill that you might need to use in Eclipse Phase, and they range in value from 0 to 99.
fr_fr: Les compétences apprises regroupent presque toutes les compétences dont vous pourriez avoir besoin dans Eclipse Phase, et elles vont de 0 à 99.

source: All learned skills have a linked aptitude that is used to calculate their initial value, and which is also defaulted to if the player does not have that particular skill.
fr_fr: Toutes les compétences apprises ont une compétence liées qui est utilisée pour calculer leur valeur initiale, ainsi que lorsque le joueur ne possède pas cette compétence et doit se défausser.

source: {SKILL CATEGORIES} Each learned skill is classified as either an Active skill or a Knowledge skill.
fr_fr: {CATÉGORIES DE COMPÉTENCE} Chaque compétences apprise est soit une compétence Active, soit une compétence de Connaissance.

source: Active skills represent skills that typically require physical actions and are used in action scenes within game play.
fr_fr: Les compétences Active représentent les compétences qui nécessitent en général une action physique et qui sont utilisées lors des scènes d'action pendant le jeu.

source: Knowledge skills are more knowledge-based and intellectual, representing ideas and facts.
fr_fr: Les ocmpétences de Connaissances sont plsu basées sur le savoir et l'intellect, représéentant les idées et les faits.

source: Knowledge skills may play a less dramatic role in certain action-oriented game play moments, but they flesh out the character’s background and interests and are integral to roleplaying interactions.
fr_fr: Les compétences de Connaissances peuvent avoir un rôle moins dramatique dans certain moment de jeu plus orienté vers l'action, mais elles donnent corps aux historiques et intérêts du personnage et sont au cœur des interactions interprétées.

source: Active and Knowledge skills are purchased separately during character creation.
fr_fr: Les compétences Actives et de Connaissances sont achetées séparément pendant la création de personnage.

source: Active skills are further divided into Combat, Mental, Physical, Psi, Social, Technical, and Vehicle skills.
fr_fr: Les compétences Actives sont également réparties en compétences de Combat, Mentales, Physiques, Psi, Sociales, Techniques et de Véhicule.

source: Certain traits and abilities may apply to specific categories.
fr_fr: Certains traits et capacités peuvent s'appliquer à des catégories spécifiques.

source: {FIELD SKILLS} Some learned skills are field skills, meaning that when this skill is chosen a particular field of emphasis must also be selected.
fr_fr: {COMPÉTENCE DE DOMAINE} certaines compétences apprises sont des compétences de domaine, signifiant que lorsque cette compétence est choisie, un domaine ou une emphase aprticulière doit également être choisie.

source: For example, the skill of Academics requires the character to specify a specific academic discipline in which they are knowledgeable, such as Biology, Chemistry, or Xenosociology.
fr_fr: Par exemple, la compétence Académique nécessite que le eprsonnage spécifie une discipline académique dans lequel il est bien informé, telle que Bilogie, Chimie ou Xénosociologie.

source: Field skills are written as “[skill]: [field];” for example: “Art: Painting.” Field skills can be taken multiple times, choosing a different area of emphasis each time, reflecting skills in different fields; that is to say, each field is a separate skill.
fr_fr: les compétences de domaine sont notés de la manière suivante "[compétence]: [domaine];" par exemple "Art: Peinture." Les compétences de domaine peuvent être choisie plusieurs fois, en choisissant un champ de concentration à chaque fois, reflétant des compétences dans plsuierus domaines, chaque domaine est une compétence distincte.

source: Several suggested fields are listed for each field skill, but gamemasters and players may also cooperate to create others that fit their games.
fr_fr: Plusieurs domaines suggérés sont listés pour chaque compétence de domaine, mais les maître de jeu et les joueurs peuvent également coopérer pour en créer d'autres qui correspondent à leur jeu.

source: Field skills may also have specializations; for example, Professional: Accounting (Money Laundering).
fr_fr: Les compétence de domaine peuvent également avoir des spécialisations; par exemple, Profession: Comptabilité (Blanchiement d'Argent).

source: {PSI SKILLS} Psi refers to the ability to perceive and manipulate biological minds via psi waves and/or other inexplicable phenomena.
fr_fr: {COMPÉTENCES PSI} Le psi fait référence à la capacité de percevoir et manipuler les esprits biologiques grâces aux ondes psi et/ou d'autres phénomènes inexpliqués.

source: Due to the uniqueness of this ability, characters that wish to wield psi must acquire the Psi
fr_fr: En raison du caractère unique de cette capacité, les personnages souhaitant utiliser le psi doivent acquérir le trait

source: trait (p.
fr_fr: Psi (p.

source: Psi use also requires a number of specialized skills (Control, Psi Assault, and Sense) that reflect special training characters acquire to tap into their psi powers.
fr_fr: Le psi nécessite également un nombre de compétences spécialisées (Contrôle, Assaut Psi et Divination) qui reflètent un entraînement spécifique que le personnage acquiert pour puiser dans ses pouvoirs psi.

source: Psi skills may not be defaulted on; the only way to use a psi skill is to possess the trait along with training in that skill.
fr_fr: Les compétences Psi ne peuvent pas être défausser; la seule façon d'utiliser une compétence psi est de posséder le trait ainsi que l'entraînement dans cette compétence.

source: For more details, see Psi, p.
fr_fr: Pour plus de détails, voir Psi, p.

source: {SPECIALIZATIONS} Any character may opt to specialize in a given skill (see Specializations, p.
fr_fr: {SPÉCIALISATIONS} Tout personange peut chosiir de se spécialiser dans une compétence particulière (voir Sépcilisations, p.

source: This specialization reflects increased knowledge in one particular aspect of the skill.
fr_fr: Cette spécialisations reflète une connaissance accrue dans un aspect particulier de la compétence.

source: Many of the skills offered below include sample specializations.
fr_fr: La plupart des compétences proposées ci-dessous incluent des exemples de spécialisations.

source: Gamemasters and players are encouraged to develop other specialization ideas together for their campaigns.
fr_fr: Les maître de jeu et les joueurs sont encouragés à développer d'autres idées de spécialisations ensemble pour leur campagne.

source: Specialization provides a +10 modifier when using that skill in a situation appropriate to that specialization.
fr_fr: Les spécialisations fournissent un modificateur de +10 lorsqu'il utilise cette compétence dans une situation appropriée à la spécialisation.

source: USING SKILLS
fr_fr: UTILISER LES COMPÉTENCES

source: Whenever a character wants to do something using a skill, they must succeed at a skill test (see Making Tests, p.
fr_fr: Lorsqu'un personnage veut faire quelquechose en utilisant une compétence, il doit réussir un test de compétence (voir Faire des Tests, p.

source: The difficulty of the action is applied as a modifier, as are any other extenuating circumstances that may affect the test (see Difficulty and Modifiers, p.
fr_fr: La difficulté de l'action est déterminée par un modificateur, ainsi que toute autre cironstances pouvant affecter le test (voir Difficulté et Modificateurs, p.

source: As with other types of tests, all skill tests are successful when the character rolls less than or equal to the test’s target number after any modifiers have been applied.
fr_fr: Comme avec tous les autres types de tests, tous les tests de compétences réussissent si le personnage obtient un résultat inférieur ou égal au seil du test après que tous les modificateurs aient été appliqués.

source: In the case of skill tests, the target number is the character’s skill rating with that particular skill.
fr_fr: Dans le cas desdes tests de compétences, le seuil est le niveau de compétence du personnage dans cette compétence particulière.

source: Modifiers representing difficulty and other factors are applied directly to the target number (see Difficulty and Modifiers, p.
fr_fr: Des modificateurs représentant la difficulté et d'autres facteurs sont appliqués directement au seuil (voir Diificulté et Modificateurs, p.

source: A roll of a 00 is always a success, regardless of modifiers, and a result of 99 is always a failure, again despite any modifiers that may increase a character’s target number over 100.
fr_fr: Un résultat de 00 est toujours un succès, peu importe les modificateurs et un résultat de 99 est toujours un échec, toujours indépendament des modificateurs qui pourraient augmenter le seuil du personnage au-delà de 100.

source: Standard critical success and failure rules apply to skill tests (see Criticals: Rolling Doubles, p.
fr_fr: Les règles standard de succès et d'échec critiques s'appliquent aux tests de compétences (voir Crirtiques: Obtenir des Doubles, p.

source: 116), so any time a character rolls a double (i.e. 00, 11, 22, 33, etc.) they score a critical success or failure.
fr_fr: 116), donc à chaque fois qu'un personnage obtiens un double (càd 00, 11, 22, 33, etc) il obtiens un succès ou un échec critique.

source: {DEFAULTING} Sometimes you lack the skill needed in a certain situation.
fr_fr: {SE DÉFAUSSER} Parfois vous ne possédez pas la compétence nécessaire à une certaine situation.

source: In these instances, characters may default their skill test to the linked aptitude.
fr_fr: Dans ces cas là, les personnages peuvent défausser leurs test de compétence sur l'aptitude liée.

source: This reflects the fact that most learned skills are developed from some sort of baseline physical ability.
fr_fr: Cela relfète le fait que la plupart des comptéencs apprises sont développées depuis une sorte de capacité physique de base.

source: Even though you may not know how to do something, you’ve likely seen how it’s done at some point or have some idea of how to do it, or can at least take a shot at it.
fr_fr: Même si vous pouvez ne pas savoir commetn faire quelque chose, vous avez probablement vu comment on peut le faire ou avez une idée de la manière de procéder, ou vous pouvez toujours tenter votre chance.

source: Naturally, you’re not as good as someone who has training in that skill, but it still allows you to make an attempt.
fr_fr: Naturellement, vous n'êtes pas aussi bon que quelqu'un qui a l'entraînement adéquat, mais cela vous permet quand même de tenter votre chance.

source: Not all skills can be defaulted.
fr_fr: Toutes les compétences ne peuvent être défausser.

source: Some skills are simply too complex or obscure, or demand special knowledge or ability, for someone to attempt their use untrained.
fr_fr: Certaines compétences sont simplement trop complexe ou obscure, ou demandent une connaissance ou une capacité spécifique, pour que quelqu'un tente de s'en servir sans l'entraînement nécessaire.

source: For example, brain surgery or most psi skills are simply beyond anyone who doesn’t have that ability or the knowledge of what they’re attempting.
fr_fr: Par exemple, la chirurgie du cerveau ou la plupart des compétences psi sotn tout simplement au-delà de quiconque ne possédant pas cette capacité ou la connaissance de ce qu'il tentent.

source: {DEFAULTING TO FIELD SKILLS} In some cases, a character may not possess the particular field skill that a test calls for, but they may be skilled in another related field.
fr_fr: {DÉFAUSSER UNE COMPÉTENCE DE DOMAINE} Dans certains cas, un personnage peut ne pas posséder le domaine particulier nécessaire pour un test, mais il peut être compétent dans un domaine proche.

source: For example, a test to conduct an alien autopsy might call for an Academics: Xenobiology roll, but a character who doesn’t have that skill may be allowed to default to Academics: Biology instead.
fr_fr: Par exemple, un test pour diriger l'autopsie d'un alien fait appel à un jet de Académique: Xénobiologie, mais un personnage qui n'a ps cette compétence peut être autoriser à se défausser sur Académique: Biologie.

source: The gamemaster decides if and when to allow this, perhaps applying a modifier to the test based on the difference between fields.
fr_fr: Le maître de jeu décide si et quand autoriser ceci, peut-être en appliquant un modificateur au test basé sur la différence entre les domaines.
